{
  "sections": {
    "1634308670a5f88cee": {
      "type": "custom-liquid",
      "settings": {
        "custom_liquid": "<div class=\"page-width page-width--wide\">\n<h1 class=\"main-page-title page-title h0\" style=\"text-align: center;\">\n    {{ page.title | escape }}\n  <\/h1><\/div>"
      }
    },
    "16343088299cdef811": {
      "type": "rich-text",
      "blocks": {
        "16343088299cdef811-1": {
          "type": "text",
          "settings": {
            "text": "<p>Introducing t-shirt sleeve straps for sports that will improve your range of motion while keeping you cool on hot days. Invented by a father for his daughter’s soccer team, ExerTies t-shirt sleeve straps are made from stretchy, comfortable, and hypoallergenic medical-grade silicone and feature an easy-to-fasten clasp.<\/p>"
          }
        },
        "16343088299cdef811-2": {
          "type": "button",
          "settings": {
            "button_label": "SHOP NOW",
            "button_link": "shopify:\/\/products\/exerties",
            "button_style_secondary": false
          }
        }
      },
      "block_order": [
        "16343088299cdef811-1",
        "16343088299cdef811-2"
      ],
      "settings": {
        "color_scheme": "background-1",
        "full_width": true
      }
    },
    "163430883907923ee9": {
      "type": "image-banner",
      "settings": {
        "image": "shopify:\/\/shop_images\/exerties-t-shirt-sleeve-straps-hero.jpg",
        "desktop_text_box_position": "center",
        "color_scheme": "background-1",
        "stack_images_on_mobile": true,
        "adapt_height_first_image": true
      }
    },
    "16343091203524915f": {
      "type": "custom-liquid",
      "settings": {
        "custom_liquid": "<div class=\"page-width page-width--narrow\">\n<h2>The Story Behind the Best Sleeve Straps for Sports<\/h2>\n<p>While watching his daughter play soccer on a hot day, inventor Andrew Powell noticed that the players kept rolling up their sleeves — which would soon unroll, interfering with their game.<\/p>\n\n<p>While velcro sleeve straps are scratchy and uncomfortable and tape is hard to remove and wasteful. Fabric sleeve straps can also be challenging to fasten and hard to clean effectively.<p>\n\n<p>So Andrew had an idea: Why not make t-shirt sleeve straps for sports made out of silicone?<\/p>\n\n<p>After many iterations, Andrew and his team came up with ExerTies: hypoallergenic, chafe-free silicone t-shirt scrunchies that keep your sleeves up throughout an entire game — all while abiding by soccer safety regulations.<\/p>"
      }
    },
    "163430952411ed4e9c": {
      "type": "multicolumn",
      "blocks": {
        "163430952411ed4e9c-0": {
          "type": "column",
          "settings": {
            "title": "Sleeve Straps for Staying Cool on Game Day",
            "text": "<p>Say goodbye to fussy sleeve rolls: ExerTies will keep you cool on game day, no adjustments needed. As they're 100% silicone, they abide by soccer regulations, too.<\/p>"
          }
        },
        "163430952411ed4e9c-1": {
          "type": "column",
          "settings": {
            "title": "Improve Your Range of Motion",
            "text": "<p>Whether you're in-charge of throw-ins or sprinting to the ball, ExerTies -- the best t-shirt sleeve straps for sports -- will help you get there.<\/p>"
          }
        },
        "163430952411ed4e9c-2": {
          "type": "column",
          "settings": {
            "title": "So Comfortable That You'll Forget About Them",
            "text": "<p>Unlike velcro, tape, or fabric, these silicone sleeve straps won't chafe. They're also made from hypoallergenic medical silicone.<\/p>"
          }
        }
      },
      "block_order": [
        "163430952411ed4e9c-0",
        "163430952411ed4e9c-1",
        "163430952411ed4e9c-2"
      ],
      "settings": {
        "title": "Three Reasons to Love These Silicone Sleeve Straps for Sports",
        "image_width": "full",
        "image_ratio": "adapt",
        "column_alignment": "left",
        "background_style": "secondary",
        "button_label": "",
        "button_link": "",
        "swipe_on_mobile": false
      }
    },
    "163430987334a8f2e9": {
      "type": "custom-liquid",
      "settings": {
        "custom_liquid": "<div class=\"page-width page-width--narrow\">\n<h2>Why The Best Sleeve Straps for Sports Are Silicone<\/h2>\n\n<p>Commonly found in medical devices and kitchen products, silicone is an amazing material for athletic gear for a number of reasons:<\/p>\n\n<ul>\n<li>Medical-grade silicone can be hypoallergenic and skin-contact safe, unlike lower quality plastic.<\/li>\n<li>ExerTies t-shirt sleeve straps are great for sports because they’re soft and stretchy. This means that they can securely hold sleeves of many sizes.<\/li>\n<li>Silicone is dishwasher and washing machine-safe and will last for a long time, ensuring that you have a durable (and clean) t-shirt sleeve strap for your sports games.<\/li>\n<li>Most importantly for soccer players, these t-shirt sleeve straps abide by soccer regulations because they don’t have any hard, metal components.<\/li>\n<\/div>"
      }
    },
    "main": {
      "type": "main-page",
      "settings": {
      }
    }
  },
  "order": [
    "1634308670a5f88cee",
    "16343088299cdef811",
    "163430883907923ee9",
    "16343091203524915f",
    "163430952411ed4e9c",
    "163430987334a8f2e9",
    "main"
  ]
}
